arrterian.nix-env-selector
Bauke.horizon-vscode
bbenoist.Nix
bradlc.vscode-tailwindcss
bungcip.better-toml
dbaeumer.vscode-eslint
eamodio.gitlens
emeraldwalk.runonsave
editorconfig.editorconfig
fooxly.themeswitch
golang.go
graphql.vscode-graphql
gruntfuggly.todo-tree
matklad.rust-analyzer
naumovs.color-highlight
octref.vetur
svelte.svelte-vscode
voorjaar.windicss-intellisense
znck.vue-language-features
