arrterian.nix-env-selector
bbenoist.Nix
bradlc.vscode-tailwindcss
bungcip.better-toml
cschleiden.vscode-github-actions
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
emeraldwalk.runonsave
fooxly.themeswitch
github.vscode-pull-request-github
GitLab.gitlab-workflow
golang.go
graphql.vscode-graphql
gruntfuggly.todo-tree
jnoortheen.nix-ide
lakshits11.horizon-legacy
piousdeer.adwaita-theme
naumovs.color-highlight
octref.vetur
svelte.svelte-vscode
voorjaar.windicss-intellisense
vscode-icons-team.vscode-icons
wicked-labs.wvsc-serendipity
znck.vue-language-features
