arrterian.nix-env-selector
Bauke.horizon-vscode
bbenoist.Nix
bradlc.vscode-tailwindcss
bungcip.better-toml
dbaeumer.vscode-eslint
eamodio.gitlens
golang.go
gruntfuggly.todo-tree
matklad.rust-analyzer
naumovs.color-highlight
octref.vetur
znck.vue-language-features
